<section class="section">
    <div class="wrapper">
        <div class="section__big-text">
            <p>Добро пожаловать</p>
        </div>
    </div>
</section>

<section class="section">
    <div class="wrapper">
        <div class="section__command-desc">
            <div class="section__command-desc_img">
                <img loading="lazy" src="/html/assets/img/about-command.png" alt="">
            </div>
            <div class="section__command-desc_desc">
                <p>В жизни многих из нас приходит время, когда давняя мечта о покупке или продаже недвижимости становится реальностью. Нужно сделать лишь шаг, но порой именно он требует серьезной подготовки и нестандартных решений.</p>
                <p>Наше агентство — не просто «еще одно агентство», мы знаем все подводные камни рынка недвижимости и находим выход из любой ситуации. И это не высокие слова — они подкреплены профессиональным опытом, накопленным годами. Когда-то наши сотрудники также сталкивались с трудностями, которые могут ожидать и Вас. Мы на собственном опыте убедились, как важна поддержка на пути к воплощению своей мечты.</p>
                <p>И если Вы близки к своей цели, мы с удовольствием поможем Вам решить вопросы, связанные с недвижимостью, чтобы Ваша мечта сбылась, и Вы могли заняться лишь приятными хлопотами.</p>
                <p class="author">Основатель Dream Realty, Надежда Муравская</p>
            </div>
        </div>
    </div>
</section>