<h3 class="--mgb40">К нам удобнее добраться:</h3>
<ul class="section__list-podtext --mgb40">
    <li>
        <b><span class="--lightViolet">от ст.м. Цветной бульвар:</span></b>
        <p>выход из метро направо, проходите мимо ТЦ “Цветной” и “Цирк на Цветном” до светофора, по пешеходному переходу
            переходите на другую сторону бульвара, на перекрестке поворачиваете налево, после кафе “Росинка” заходите в
            арку (углубление) БЦ "Цветной, 26".</p>
    </li>
    <li>
        <b><span class="--lightViolet">от ст.м. Трубная:</span></b>
        <p>выход из метро в сторону БЦ “Легенда Цветного” (Цветной бул., д. 2), далее идете 5 минут пешком в сторону
            Садового кольца, а после кафе “Росинка” заходите в арку (углубление) БЦ "Цветной, 26".</p>
    </li>
    <li>
        <b><span class="--lightViolet">на машине: </span></b>
        <p>парковка стихийная и платная. Если парковаться на Малом Сухаревском переулке (расположен перпендикулярно
            Цветному бульвару), то стоимость составит 150 руб./час, рядом с офисом (на Цветном бул.) - 380 руб./час.</p>
    </li>
</ul>
<div class="section__text">
    <p class="--big w100"><b>Вход в здание нашего бизнес-центра через стеклянные крутящиеся двери.</b></p>
</div>