<div class="section__content-slider slider-objects slider">
    <? if ($arParams['TEMPLATE'] == 'table' || !$arParams['TEMPLATE']) : ?>
        <div class="section__content-slide --table">
            <div class="section__big-text --mgb40">
                <p>Объекты</p>
            </div>
            <div class="section_products" id="__buildings">
                <?php foreach ($arResult["ITEMS"] as $arItem) { ?>
                    <?php
                    $this->AddEditAction($arItem['ID'], $arItem['EDIT_LINK'],
                        CIBlock::GetArrayByID($arItem["IBLOCK_ID"], "ELEMENT_EDIT"));
                    $this->AddDeleteAction($arItem['ID'], $arItem['DELETE_LINK'],
                        CIBlock::GetArrayByID($arItem["IBLOCK_ID"], "ELEMENT_DELETE"),
                        ["CONFIRM" => GetMessage('CT_BNL_ELEMENT_DELETE_CONFIRM')]);

                    $arProperties = $arItem['DISPLAY_PROPERTIES'];
                    $arImages = [];

                    if ($arProperties['PICTURES']['VALUE'][0]) {
                        foreach ($arProperties['PICTURES']['VALUE'] as $imgId) {
                            $arImages[] = CFile::ResizeImageGet($imgId, ['width' => 395, 'height' => 330],
                                BX_RESIZE_IMAGE_EXACT, true);
                        }
                    }
                    ?>

                    <a href="<?= $arItem['DETAIL_PAGE_URL']; ?>" target="_blank"
                       class="section_product <? /* ${(object.special)?'--special':''} */ ?>"
                       id="<?= $this->GetEditAreaId($arItem['ID']); ?>">
                        <div class="share ya-share2" data-curtain data-shape="round" data-limit="0"
                             data-more-button-type="short"
                             data-services="vkontakte,telegram,whatsapp"></div>
                        <button data-url="https://<?= $_SERVER['HTTP_HOST'] ?><?= $arItem['DETAIL_PAGE_URL']; ?>"
                                class="share ya-share2" data-curtain data-shape="round" data-limit="0"
                                data-more-button-type="short"
                                data-services="vkontakte,telegram,whatsapp">
                        </button>
                        <div class="section__product-slider slider" id="product<?= $arItem['ID']; ?>slider"
                             style="z-index: 1;">
                            <?php foreach ($arImages as $arImg) { ?>
                                <div style="height: 323px; background: url('<?= $arImg['src']; ?>') center no-repeat; background-size: cover;"></div>
                            <?php } ?>
                        </div>
                        <div class="section_product_content">
                            <!--${(object.special)?'<div class="special">Cпецпредложение</div>':''}-->
                            <div class="title"><?= $arItem['NAME']; ?>
                                <div class="size"><?= $arProperties['SQUARE_ALL']['VALUE']; ?> м<sup>2</sup></div>
                            </div>
                            <div class="metro_walk">
                                <svg width="12" height="10" viewBox="0 0 12 10" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <path d="M8.69915 1L6 6.96737L3.33567 1L1 9H2.7284L3.73619 5.00932L5.72138 9H6.26121L8.24639 4.97203L9.21936 9H11L8.69915 1Z"
                                          fill="#4B4A4A" stroke="#4B4A4A" stroke-linecap="round"
                                          stroke-linejoin="round"/>
                                </svg>
                                <?= $arProperties['METRO']['VALUE'] ?>
                                <span>
                                <svg width="10" height="22" viewBox="0 0 10 22" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <path d="M9.81755 11.6942L7.68122 9.2639C7.54818 9.11261 7.42586 8.80086 7.4197 8.59647L7.34111 6.07476V6.0017C7.34111 5.61313 7.03449 5.29692 6.6577 5.29692H4.56648H3.73546C3.39876 5.29692 3.02312 5.54289 2.87983 5.85698L0.0646496 12.0238C-0.0132588 12.1949 -0.0210043 12.3858 0.0427804 12.5623C0.106565 12.7385 0.234134 12.8776 0.401569 12.9537L0.816397 13.1423C0.904785 13.1825 0.999094 13.2029 1.09682 13.2029C1.36495 13.2029 1.61462 13.0458 1.7333 12.8026L3.05205 10.097V12.8165C3.04658 12.8322 3.03861 12.8465 3.0336 12.8625L0.805007 20.0602C0.712292 20.36 0.740539 20.6755 0.884738 20.9485C1.02894 21.2215 1.27041 21.4169 1.56518 21.4989L1.71417 21.5405C1.81167 21.5677 1.91281 21.5816 2.01441 21.5816C2.52719 21.5816 2.99305 21.2337 3.1475 20.7352L5.22984 14.0097L5.96838 15.8752C6.14857 16.3303 6.34311 17.1272 6.39323 17.6158L6.74655 21.0507C6.80327 21.6006 7.22493 21.9998 7.74933 21.9998C7.83522 21.9998 7.92246 21.989 8.00835 21.9676L8.15847 21.93C8.75622 21.7808 9.17857 21.1475 9.09997 20.5186L8.57671 16.3303C8.51019 15.7982 8.28763 14.9649 8.08056 14.4727L7.37392 12.7944C7.3648 12.7725 7.35182 12.7528 7.34134 12.7317V11.5944L8.61476 12.9654C8.74141 13.1019 8.9109 13.1771 9.09177 13.1771C9.2747 13.1771 9.44555 13.1005 9.57267 12.9614L9.80821 12.7035C10.0602 12.4274 10.0645 11.975 9.81755 11.6942Z"
                                          fill="#4B4A4A"/>
                                    <path d="M5.38665 4.69972C6.64321 4.69972 7.66536 3.6456 7.66536 2.34974C7.66536 1.05412 6.64321 0 5.38665 0C4.13032 0 3.1084 1.05412 3.1084 2.34974C3.10817 3.6456 4.13032 4.69972 5.38665 4.69972Z"
                                          fill="#4B4A4A"/>
                                </svg>
                                <?= $arProperties['TIME_METRO']['VALUE'] ?> мин
                            </span>
                            </div>
                            <div class="adress">
                                <svg width="10" height="12" viewBox="0 0 10 12" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <path d="M8.76471 4.84615C8.76471 8.30769 4.88235 11 4.88235 11C4.88235 11 1 8.30769 1 4.84615C1 3.82609 1.40903 2.84781 2.13711 2.12651C2.8652 1.40522 3.85269 1 4.88235 1C5.91202 1 6.89951 1.40522 7.62759 2.12651C8.35567 2.84781 8.76471 3.82609 8.76471 4.84615Z"
                                          fill="#4B4A4A" stroke="#4B4A4A" stroke-linecap="round"
                                          stroke-linejoin="round"/>
                                    <path d="M4.88204 6.38462C5.73971 6.38462 6.43498 5.69582 6.43498 4.84616C6.43498 3.99649 5.73971 3.30769 4.88204 3.30769C4.02438 3.30769 3.3291 3.99649 3.3291 4.84616C3.3291 5.69582 4.02438 6.38462 4.88204 6.38462Z"
                                          fill="white"/>
                                </svg>
                                <?= $arProperties['ADDRESS']['VALUE'] ?>
                            </div>
                            <div class="floors">
                                <svg width="10" height="11" viewBox="0 0 10 11" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <path d="M1 0.5C1 0.223858 1.22386 0 1.5 0H5.5C5.77614 0 6 0.223858 6 0.5V9.5C6 9.77614 5.77614 10 5.5 10H1V0.5Z"
                                          fill="#4B4A4A"/>
                                    <path d="M8.9999 10.1H9.0999V9.99999V4.49999C9.0999 4.16862 8.83127 3.89999 8.4999 3.89999H4.4999C4.16853 3.89999 3.8999 4.16862 3.8999 4.49999V9.99999V10.1H3.9999H8.9999Z"
                                          fill="#4B4A4A" stroke="white" stroke-width="0.2"/>
                                    <path d="M9.75 10H0.25C0.111929 10 0 10.1119 0 10.25C0 10.3881 0.111929 10.5 0.25 10.5H9.75C9.88807 10.5 10 10.3881 10 10.25C10 10.1119 9.88807 10 9.75 10Z"
                                          fill="#4B4A4A"/>
                                    <path d="M2.9 1H2.1C2.04477 1 2 1.04477 2 1.1V1.9C2 1.95523 2.04477 2 2.1 2H2.9C2.95523 2 3 1.95523 3 1.9V1.1C3 1.04477 2.95523 1 2.9 1Z"
                                          fill="white"/>
                                    <path d="M5.9 5H5.1C5.04477 5 5 5.04477 5 5.1V5.9C5 5.95523 5.04477 6 5.1 6H5.9C5.95523 6 6 5.95523 6 5.9V5.1C6 5.04477 5.95523 5 5.9 5Z"
                                          fill="white"/>
                                    <path d="M7.9 5H7.1C7.04477 5 7 5.04477 7 5.1V5.9C7 5.95523 7.04477 6 7.1 6H7.9C7.95523 6 8 5.95523 8 5.9V5.1C8 5.04477 7.95523 5 7.9 5Z"
                                          fill="white"/>
                                    <path d="M5.9 7H5.1C5.04477 7 5 7.04477 5 7.1V7.9C5 7.95523 5.04477 8 5.1 8H5.9C5.95523 8 6 7.95523 6 7.9V7.1C6 7.04477 5.95523 7 5.9 7Z"
                                          fill="white"/>
                                    <path d="M7.9 7H7.1C7.04477 7 7 7.04477 7 7.1V7.9C7 7.95523 7.04477 8 7.1 8H7.9C7.95523 8 8 7.95523 8 7.9V7.1C8 7.04477 7.95523 7 7.9 7Z"
                                          fill="white"/>
                                    <path d="M5.9 9H5.1C5.04477 9 5 9.04477 5 9.1V9.9C5 9.95523 5.04477 10 5.1 10H5.9C5.95523 10 6 9.95523 6 9.9V9.1C6 9.04477 5.95523 9 5.9 9Z"
                                          fill="white"/>
                                    <path d="M7.9 9H7.1C7.04477 9 7 9.04477 7 9.1V9.9C7 9.95523 7.04477 10 7.1 10H7.9C7.95523 10 8 9.95523 8 9.9V9.1C8 9.04477 7.95523 9 7.9 9Z"
                                          fill="white"/>
                                    <path d="M4.9 1H4.1C4.04477 1 4 1.04477 4 1.1V1.9C4 1.95523 4.04477 2 4.1 2H4.9C4.95523 2 5 1.95523 5 1.9V1.1C5 1.04477 4.95523 1 4.9 1Z"
                                          fill="white"/>
                                    <path d="M2.9 3H2.1C2.04477 3 2 3.04477 2 3.1V3.9C2 3.95523 2.04477 4 2.1 4H2.9C2.95523 4 3 3.95523 3 3.9V3.1C3 3.04477 2.95523 3 2.9 3Z"
                                          fill="white"/>
                                    <path d="M4.9 3H4.1C4.04477 3 4 3.04477 4 3.1V3.9C4 3.95523 4.04477 4 4.1 4H4.9C4.95523 4 5 3.95523 5 3.9V3.1C5 3.04477 4.95523 3 4.9 3Z"
                                          fill="white"/>
                                    <path d="M2.9 5H2.1C2.04477 5 2 5.04477 2 5.1V5.9C2 5.95523 2.04477 6 2.1 6H2.9C2.95523 6 3 5.95523 3 5.9V5.1C3 5.04477 2.95523 5 2.9 5Z"
                                          fill="white"/>
                                    <path d="M2.9 7H2.1C2.04477 7 2 7.04477 2 7.1V9.9C2 9.95523 2.04477 10 2.1 10H2.9C2.95523 10 3 9.95523 3 9.9V7.1C3 7.04477 2.95523 7 2.9 7Z"
                                          fill="white"/>
                                </svg>

                                <?php
                                $arFloors = ['-', '-'];

                                if ($arProperties['FLOOR']['VALUE']) {
                                    $arFloors = explode('/', $arProperties['FLOOR']['VALUE']);
                                } ?>

                                <?= $arFloors[0]; ?> этаж из <?= $arFloors[1]; ?>
                            </div>

                            <!--${(object.special)?'<div class="description">' + object.description + '</div>':''}-->
                        </div>
                        <div class="section_product_footer">
                            <button data-item-id="<?= $arItem['ID'] ?>"
                                    id="add_fav_<?= $arItem['ID'] ?>" class="favorite "> <!-- ${id_coockies_class} -->
                                <svg width="18" height="22" viewBox="0 0 18 22" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <path d="M16.4764 18.5623C16.0018 18.5623 15.617 18.9471 15.617 19.4217C15.617 19.6613 15.5358 19.8629 15.3757 20.021C15.2077 20.1869 14.964 20.283 14.7255 20.2811C14.4903 20.2781 14.2993 20.198 14.1417 20.036L9.61579 15.3849C9.45401 15.2186 9.23186 15.1248 8.99991 15.1248C8.76797 15.1248 8.54582 15.2186 8.38404 15.3849L3.85806 20.036C3.70161 20.1968 3.50924 20.277 3.26999 20.2812C3.02893 20.2861 2.78629 20.1901 2.61944 20.0261C2.46239 19.8718 2.38277 19.6735 2.38277 19.4367V3.43746C2.38277 2.48974 3.1538 1.71871 4.10152 1.71871H13.8983C14.846 1.71871 15.617 2.48974 15.617 3.43746V15.1678C15.617 15.6424 16.0018 16.0272 16.4764 16.0272C16.951 16.0272 17.3358 15.6424 17.3358 15.1678V3.43746C17.3357 1.54206 15.7937 0 13.8983 0H4.10152C2.20608 0 0.664062 1.54206 0.664062 3.43746V19.4367C0.664062 20.1316 0.930727 20.7764 1.4149 21.2521C1.90019 21.7289 2.56835 22 3.25448 22C3.26973 22 3.28503 21.9999 3.30028 21.9996C3.99599 21.9874 4.61478 21.7229 5.08984 21.2346L8.99991 17.2164L12.91 21.2346C13.3885 21.7263 14.0088 21.9909 14.7038 21.9997C15.4014 22.0069 16.088 21.7331 16.5833 21.244C17.0685 20.7649 17.3357 20.1177 17.3357 19.4217C17.3358 18.9471 16.951 18.5623 16.4764 18.5623Z"/>
                                </svg>
                            </button>
                            <div class="price"><span>
                                <?= number_format($arProperties['PRICE']['VALUE'], 0, '', ' '); ?>
                                <svg class="ruble"><use xlink:href="#Rouble"></use></svg></span>
                                <span>Подробнее</span>
                            </div>
                        </div>
                    </a>
                <?php } ?>

                <div class="section_product --last">
                    <div class="section_product_content">
                        <svg class="icon">
                            <use xlink:href="#CraneIcon"></use>
                        </svg>
                        <div class="info">
                            <div class='title'>Новостройки</div>
                            <p>Посмотреть похожие варианты в новостройках этого округа</p>
                        </div>
                    </div>
                    <div class="section_product_footer">
                        <button class="favorite">
                            <svg width="18" height="22" viewBox="0 0 18 22" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                <path d="M16.4764 18.5623C16.0018 18.5623 15.617 18.9471 15.617 19.4217C15.617 19.6613 15.5358 19.8629 15.3757 20.021C15.2077 20.1869 14.964 20.283 14.7255 20.2811C14.4903 20.2781 14.2993 20.198 14.1417 20.036L9.61579 15.3849C9.45401 15.2186 9.23186 15.1248 8.99991 15.1248C8.76797 15.1248 8.54582 15.2186 8.38404 15.3849L3.85806 20.036C3.70161 20.1968 3.50924 20.277 3.26999 20.2812C3.02893 20.2861 2.78629 20.1901 2.61944 20.0261C2.46239 19.8718 2.38277 19.6735 2.38277 19.4367V3.43746C2.38277 2.48974 3.1538 1.71871 4.10152 1.71871H13.8983C14.846 1.71871 15.617 2.48974 15.617 3.43746V15.1678C15.617 15.6424 16.0018 16.0272 16.4764 16.0272C16.951 16.0272 17.3358 15.6424 17.3358 15.1678V3.43746C17.3357 1.54206 15.7937 0 13.8983 0H4.10152C2.20608 0 0.664062 1.54206 0.664062 3.43746V19.4367C0.664062 20.1316 0.930727 20.7764 1.4149 21.2521C1.90019 21.7289 2.56835 22 3.25448 22C3.26973 22 3.28503 21.9999 3.30028 21.9996C3.99599 21.9874 4.61478 21.7229 5.08984 21.2346L8.99991 17.2164L12.91 21.2346C13.3885 21.7263 14.0088 21.9909 14.7038 21.9997C15.4014 22.0069 16.088 21.7331 16.5833 21.244C17.0685 20.7649 17.3357 20.1177 17.3357 19.4217C17.3358 18.9471 16.951 18.5623 16.4764 18.5623Z"/>
                            </svg>
                        </button>
                        <a href="/pages/catalog-novostr/" class="price">Перейти в каталог</a>
                    </div>
                </div>
            </div>

            <? if ($arParams["DISPLAY_BOTTOM_PAGER"]): ?>
                <br/><?= $arResult["NAV_STRING"] ?>
            <? endif; ?>

        </div>
    <? else : ?>
        <div class="section__content-slide --map">
            <div class="section__big-text --mgb60">
                <p>Объекты</p>
            </div>
            <div class="section_products">
                <div class="list" id="__buildings-list">

                    <?php foreach ($arResult["ITEMS"] as $arItem) {
                        $arProperties = $arItem['DISPLAY_PROPERTIES'];

                        if ($arProperties['PICTURES']['VALUE'][0]) {
                            $itemImage = CFile::ResizeImageGet($arProperties['PICTURES']['VALUE'][0],
                                ['width' => 337, 'height' => 353], BX_RESIZE_IMAGE_EXACT, true);
                        }
                        ?>

                        <div class="section_product"
                             data-id="<?= $arItem['ID']; ?>"
                             data-mapx="<?= $arProperties['LAT']['VALUE']; ?>"
                             data-mapy="<?= $arProperties['LNG']['VALUE']; ?>"
                             data-campx="<?= $arProperties['LAT']['VALUE']; ?>"
                             data-camy="<?= $arProperties['LNG']['VALUE']; ?>"
                             data-camzoom="15">

                            <div class="section__product-image">
                                <img src="<?= $itemImage['src']; ?>" alt="">
                            </div>

                            <div class="section_product_content">
                                <a href="<?= $arItem['DETAIL_PAGE_URL']; ?>" class="title"><?= $arItem['NAME']; ?>
                                    <div class="size"><?= $arProperties['SQUARE_ALL']['VALUE'] ?> м<sup>2</sup></div>
                                </a>
                                <div class="metro_walk">
                                    <svg width="12" height="10" viewBox="0 0 12 10" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path d="M8.69915 1L6 6.96737L3.33567 1L1 9H2.7284L3.73619 5.00932L5.72138 9H6.26121L8.24639 4.97203L9.21936 9H11L8.69915 1Z"
                                              fill="#4B4A4A" stroke="#4B4A4A" stroke-linecap="round"
                                              stroke-linejoin="round"/>
                                    </svg>
                                    <?= $arProperties['METRO']['VALUE'] ?>
                                    <span>
                                    <svg width="10" height="22" viewBox="0 0 10 22" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path d="M9.81755 11.6942L7.68122 9.2639C7.54818 9.11261 7.42586 8.80086 7.4197 8.59647L7.34111 6.07476V6.0017C7.34111 5.61313 7.03449 5.29692 6.6577 5.29692H4.56648H3.73546C3.39876 5.29692 3.02312 5.54289 2.87983 5.85698L0.0646496 12.0238C-0.0132588 12.1949 -0.0210043 12.3858 0.0427804 12.5623C0.106565 12.7385 0.234134 12.8776 0.401569 12.9537L0.816397 13.1423C0.904785 13.1825 0.999094 13.2029 1.09682 13.2029C1.36495 13.2029 1.61462 13.0458 1.7333 12.8026L3.05205 10.097V12.8165C3.04658 12.8322 3.03861 12.8465 3.0336 12.8625L0.805007 20.0602C0.712292 20.36 0.740539 20.6755 0.884738 20.9485C1.02894 21.2215 1.27041 21.4169 1.56518 21.4989L1.71417 21.5405C1.81167 21.5677 1.91281 21.5816 2.01441 21.5816C2.52719 21.5816 2.99305 21.2337 3.1475 20.7352L5.22984 14.0097L5.96838 15.8752C6.14857 16.3303 6.34311 17.1272 6.39323 17.6158L6.74655 21.0507C6.80327 21.6006 7.22493 21.9998 7.74933 21.9998C7.83522 21.9998 7.92246 21.989 8.00835 21.9676L8.15847 21.93C8.75622 21.7808 9.17857 21.1475 9.09997 20.5186L8.57671 16.3303C8.51019 15.7982 8.28763 14.9649 8.08056 14.4727L7.37392 12.7944C7.3648 12.7725 7.35182 12.7528 7.34134 12.7317V11.5944L8.61476 12.9654C8.74141 13.1019 8.9109 13.1771 9.09177 13.1771C9.2747 13.1771 9.44555 13.1005 9.57267 12.9614L9.80821 12.7035C10.0602 12.4274 10.0645 11.975 9.81755 11.6942Z"
                                              fill="#4B4A4A"/>
                                        <path d="M5.38665 4.69972C6.64321 4.69972 7.66536 3.6456 7.66536 2.34974C7.66536 1.05412 6.64321 0 5.38665 0C4.13032 0 3.1084 1.05412 3.1084 2.34974C3.10817 3.6456 4.13032 4.69972 5.38665 4.69972Z"
                                              fill="#4B4A4A"/>
                                    </svg>
                                    <?= $arProperties['TIME_METRO']['VALUE'] ?> мин
                                </span>
                                </div>
                                <div class="adress">
                                    <svg width="10" height="12" viewBox="0 0 10 12" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path d="M8.76471 4.84615C8.76471 8.30769 4.88235 11 4.88235 11C4.88235 11 1 8.30769 1 4.84615C1 3.82609 1.40903 2.84781 2.13711 2.12651C2.8652 1.40522 3.85269 1 4.88235 1C5.91202 1 6.89951 1.40522 7.62759 2.12651C8.35567 2.84781 8.76471 3.82609 8.76471 4.84615Z"
                                              fill="#4B4A4A" stroke="#4B4A4A" stroke-linecap="round"
                                              stroke-linejoin="round"/>
                                        <path d="M4.88204 6.38462C5.73971 6.38462 6.43498 5.69582 6.43498 4.84616C6.43498 3.99649 5.73971 3.30769 4.88204 3.30769C4.02438 3.30769 3.3291 3.99649 3.3291 4.84616C3.3291 5.69582 4.02438 6.38462 4.88204 6.38462Z"
                                              fill="white"/>
                                    </svg>

                                    <?= $arProperties['ADDRESS']['VALUE'] ?>
                                </div>
                                <div class="floors">
                                    <svg width="10" height="11" viewBox="0 0 10 11" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path d="M1 0.5C1 0.223858 1.22386 0 1.5 0H5.5C5.77614 0 6 0.223858 6 0.5V9.5C6 9.77614 5.77614 10 5.5 10H1V0.5Z"
                                              fill="#4B4A4A"/>
                                        <path d="M8.9999 10.1H9.0999V9.99999V4.49999C9.0999 4.16862 8.83127 3.89999 8.4999 3.89999H4.4999C4.16853 3.89999 3.8999 4.16862 3.8999 4.49999V9.99999V10.1H3.9999H8.9999Z"
                                              fill="#4B4A4A" stroke="white" stroke-width="0.2"/>
                                        <path d="M9.75 10H0.25C0.111929 10 0 10.1119 0 10.25C0 10.3881 0.111929 10.5 0.25 10.5H9.75C9.88807 10.5 10 10.3881 10 10.25C10 10.1119 9.88807 10 9.75 10Z"
                                              fill="#4B4A4A"/>
                                        <path d="M2.9 1H2.1C2.04477 1 2 1.04477 2 1.1V1.9C2 1.95523 2.04477 2 2.1 2H2.9C2.95523 2 3 1.95523 3 1.9V1.1C3 1.04477 2.95523 1 2.9 1Z"
                                              fill="white"/>
                                        <path d="M5.9 5H5.1C5.04477 5 5 5.04477 5 5.1V5.9C5 5.95523 5.04477 6 5.1 6H5.9C5.95523 6 6 5.95523 6 5.9V5.1C6 5.04477 5.95523 5 5.9 5Z"
                                              fill="white"/>
                                        <path d="M7.9 5H7.1C7.04477 5 7 5.04477 7 5.1V5.9C7 5.95523 7.04477 6 7.1 6H7.9C7.95523 6 8 5.95523 8 5.9V5.1C8 5.04477 7.95523 5 7.9 5Z"
                                              fill="white"/>
                                        <path d="M5.9 7H5.1C5.04477 7 5 7.04477 5 7.1V7.9C5 7.95523 5.04477 8 5.1 8H5.9C5.95523 8 6 7.95523 6 7.9V7.1C6 7.04477 5.95523 7 5.9 7Z"
                                              fill="white"/>
                                        <path d="M7.9 7H7.1C7.04477 7 7 7.04477 7 7.1V7.9C7 7.95523 7.04477 8 7.1 8H7.9C7.95523 8 8 7.95523 8 7.9V7.1C8 7.04477 7.95523 7 7.9 7Z"
                                              fill="white"/>
                                        <path d="M5.9 9H5.1C5.04477 9 5 9.04477 5 9.1V9.9C5 9.95523 5.04477 10 5.1 10H5.9C5.95523 10 6 9.95523 6 9.9V9.1C6 9.04477 5.95523 9 5.9 9Z"
                                              fill="white"/>
                                        <path d="M7.9 9H7.1C7.04477 9 7 9.04477 7 9.1V9.9C7 9.95523 7.04477 10 7.1 10H7.9C7.95523 10 8 9.95523 8 9.9V9.1C8 9.04477 7.95523 9 7.9 9Z"
                                              fill="white"/>
                                        <path d="M4.9 1H4.1C4.04477 1 4 1.04477 4 1.1V1.9C4 1.95523 4.04477 2 4.1 2H4.9C4.95523 2 5 1.95523 5 1.9V1.1C5 1.04477 4.95523 1 4.9 1Z"
                                              fill="white"/>
                                        <path d="M2.9 3H2.1C2.04477 3 2 3.04477 2 3.1V3.9C2 3.95523 2.04477 4 2.1 4H2.9C2.95523 4 3 3.95523 3 3.9V3.1C3 3.04477 2.95523 3 2.9 3Z"
                                              fill="white"/>
                                        <path d="M4.9 3H4.1C4.04477 3 4 3.04477 4 3.1V3.9C4 3.95523 4.04477 4 4.1 4H4.9C4.95523 4 5 3.95523 5 3.9V3.1C5 3.04477 4.95523 3 4.9 3Z"
                                              fill="white"/>
                                        <path d="M2.9 5H2.1C2.04477 5 2 5.04477 2 5.1V5.9C2 5.95523 2.04477 6 2.1 6H2.9C2.95523 6 3 5.95523 3 5.9V5.1C3 5.04477 2.95523 5 2.9 5Z"
                                              fill="white"/>
                                        <path d="M2.9 7H2.1C2.04477 7 2 7.04477 2 7.1V9.9C2 9.95523 2.04477 10 2.1 10H2.9C2.95523 10 3 9.95523 3 9.9V7.1C3 7.04477 2.95523 7 2.9 7Z"
                                              fill="white"/>
                                    </svg>

                                    <?php
                                    $arFloors = ['-', '-'];

                                    if ($arProperties['FLOOR']['VALUE']) {
                                        $arFloors = explode('/', $arProperties['FLOOR']['VALUE']);
                                    } ?>

                                    <?= $arFloors[0]; ?> этаж из <?= $arFloors[1]; ?>
                                </div>
                                <div class="table">
                                    <div class="tr">
                                        <div class="td">Площадь кухни</div>
                                        <div class="td"><?= $arProperties['SQUARE_KITCHEN']['VALUE']; ?> кв.м</div>
                                    </div>
                                    <div class="tr">
                                        <div class="td">Площадь по комнатам</div>
                                        <div class="td"><?= $arProperties['SQUARE_ROOMS']['VALUE']; ?> кв.м</div>
                                    </div>
                                    <div class="tr">
                                        <div class="td">Высота потолков</div>
                                        <div class="td"><?= $arProperties['HEIGHT']['VALUE']; ?> м</div>
                                    </div>
                                    <div class="tr">
                                        <div class="td">Балкон/лождия</div>
                                        <div class="td"><?= $arProperties['BALCONY']['VALUE']; ?></div>
                                    </div>
                                    <div class="tr">
                                        <div class="td">Тип дома</div>
                                        <div class="td"><?= $arProperties['HOUSE_TYPE']['VALUE']; ?></div>
                                    </div>
                                    <div class="tr">
                                        <div class="td">Год постройки</div>
                                        <div class="td"><?= $arProperties['BUILD_YEAR']['VALUE']; ?></div>
                                    </div>
                                </div>

                            </div>
                            <div class="section_product_footer">
                                <button class="favorite">
                                    <svg width="18" height="22" viewBox="0 0 18 22" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path d="M16.4764 18.5623C16.0018 18.5623 15.617 18.9471 15.617 19.4217C15.617 19.6613 15.5358 19.8629 15.3757 20.021C15.2077 20.1869 14.964 20.283 14.7255 20.2811C14.4903 20.2781 14.2993 20.198 14.1417 20.036L9.61579 15.3849C9.45401 15.2186 9.23186 15.1248 8.99991 15.1248C8.76797 15.1248 8.54582 15.2186 8.38404 15.3849L3.85806 20.036C3.70161 20.1968 3.50924 20.277 3.26999 20.2812C3.02893 20.2861 2.78629 20.1901 2.61944 20.0261C2.46239 19.8718 2.38277 19.6735 2.38277 19.4367V3.43746C2.38277 2.48974 3.1538 1.71871 4.10152 1.71871H13.8983C14.846 1.71871 15.617 2.48974 15.617 3.43746V15.1678C15.617 15.6424 16.0018 16.0272 16.4764 16.0272C16.951 16.0272 17.3358 15.6424 17.3358 15.1678V3.43746C17.3357 1.54206 15.7937 0 13.8983 0H4.10152C2.20608 0 0.664062 1.54206 0.664062 3.43746V19.4367C0.664062 20.1316 0.930727 20.7764 1.4149 21.2521C1.90019 21.7289 2.56835 22 3.25448 22C3.26973 22 3.28503 21.9999 3.30028 21.9996C3.99599 21.9874 4.61478 21.7229 5.08984 21.2346L8.99991 17.2164L12.91 21.2346C13.3885 21.7263 14.0088 21.9909 14.7038 21.9997C15.4014 22.0069 16.088 21.7331 16.5833 21.244C17.0685 20.7649 17.3357 20.1177 17.3357 19.4217C17.3358 18.9471 16.951 18.5623 16.4764 18.5623Z"/>
                                    </svg>
                                </button>
                                <a href="<?= $arItem['DETAIL_PAGE_URL']; ?>"
                                   class="price"><span><?= $arProperties['PRICE']['VALUE']; ?> <svg class="ruble"
                                                                                                    fill="#4B4A4A"><use
                                                    xlink:href="#Rouble"></use></svg></span><span>Подробнее</span></a>
                            </div>
                        </div>
                    <?php } ?>

                    <div class="section_product --last">
                        <div class="section_product_content">
                            <svg class="icon">
                                <use xlink:href="#CraneIcon"></use>
                            </svg>
                            <div class="info">
                                <div class='title'>Новостройки</div>
                                <p>Посмотреть похожие варианты в новостройках этого округа</p>
                            </div>
                        </div>
                        <div class="section_product_footer">
                            <button class="favorite">
                                <svg width="18" height="22" viewBox="0 0 18 22" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <path d="M16.4764 18.5623C16.0018 18.5623 15.617 18.9471 15.617 19.4217C15.617 19.6613 15.5358 19.8629 15.3757 20.021C15.2077 20.1869 14.964 20.283 14.7255 20.2811C14.4903 20.2781 14.2993 20.198 14.1417 20.036L9.61579 15.3849C9.45401 15.2186 9.23186 15.1248 8.99991 15.1248C8.76797 15.1248 8.54582 15.2186 8.38404 15.3849L3.85806 20.036C3.70161 20.1968 3.50924 20.277 3.26999 20.2812C3.02893 20.2861 2.78629 20.1901 2.61944 20.0261C2.46239 19.8718 2.38277 19.6735 2.38277 19.4367V3.43746C2.38277 2.48974 3.1538 1.71871 4.10152 1.71871H13.8983C14.846 1.71871 15.617 2.48974 15.617 3.43746V15.1678C15.617 15.6424 16.0018 16.0272 16.4764 16.0272C16.951 16.0272 17.3358 15.6424 17.3358 15.1678V3.43746C17.3357 1.54206 15.7937 0 13.8983 0H4.10152C2.20608 0 0.664062 1.54206 0.664062 3.43746V19.4367C0.664062 20.1316 0.930727 20.7764 1.4149 21.2521C1.90019 21.7289 2.56835 22 3.25448 22C3.26973 22 3.28503 21.9999 3.30028 21.9996C3.99599 21.9874 4.61478 21.7229 5.08984 21.2346L8.99991 17.2164L12.91 21.2346C13.3885 21.7263 14.0088 21.9909 14.7038 21.9997C15.4014 22.0069 16.088 21.7331 16.5833 21.244C17.0685 20.7649 17.3357 20.1177 17.3357 19.4217C17.3358 18.9471 16.951 18.5623 16.4764 18.5623Z"/>
                                </svg>
                            </button>
                            <a href="/pages/catalog-novostr/" class="price">Перейти в каталог</a>
                        </div>
                    </div>
                </div>
                <div class="map" id="buildings-map-2"></div>
            </div>

            <? if ($arParams["DISPLAY_BOTTOM_PAGER"]): ?>
                <br/><?= $arResult["NAV_STRING"] ?>
            <? endif; ?>
        </div>
    <? endif; ?>
</div>